Repository: adhil0/reservation
Catalog: locales/*.po
Languages: fr_fr

source: Setup
fr_fr: Installation

source: Please activate the plugin
fr_fr: Veuillez activer le plugin

source: Simplified interface
fr_fr: Interface simplifiée

source: Category
fr_fr: Catégorie

source: Duration added (in hour) to reservations expiring and not checkout
fr_fr: Durée (en heure) ajoutée aux réservations expirées et non rendues

source: By defaut, use value of <b>step for the hours</b> defined in <I>General Setup > Assistance</I>
fr_fr: Par défaut on utilise la valeur de <b>Pas pour les heures (en minutes)</b> définie dans le menu <I>Générale > Assistance</I>

source: Method used to send e-mails to users with late reservations
fr_fr: Méthode utilisée pour notifier par mail les utilisateurs d'une reservation expirée

source: Automatic
fr_fr: Automatique

source: Manual
fr_fr: Manuel

source: Method used when there is a conflicted reservation
fr_fr: Action lors d'un conflit

source: Delete the conflicted reservation
fr_fr: Supprimer la réservation en conflit

source: Delay the start of the conflicted reservation
fr_fr: Retarder le début de la réservation en conflit

source: Action when reservation are not checkin
fr_fr: Action lorsque le départ d'une réservation n'a pas été acquitté

source: Do Nothing
fr_fr: Ne rien faire

source: Warn
fr_fr: Avertir

source: Warn and delete unclaimed reservation
fr_fr: Avertir et supprimer la réservation

source: Waiting time (in hour) to cancel the unclaimed reservation
fr_fr: Delai (en heure) avant la suppression d'une réservation dont le depart n'a pas été acquitté

source: Tab Configuration
fr_fr: Configuration des onglets

source: My Reservation tab
fr_fr: Onglet des réservations de l'utilisateur

source: Current Reservation tab
fr_fr: Onglet des réservations actuelles

source: Incoming Reservation tab
fr_fr: Onglet des réservations futures

source: Categories Configuration
fr_fr: Configuration des catégories

source: ToolTip Configuration
fr_fr: Configuration des info-bulles

source: ToolTip
fr_fr: Info-bulle

# button
source: Save
fr_fr: Sauvegarder

# button
source: Add
fr_fr: Ajouter

source: My Reservations
fr_fr: Mes Réservations

source: Current Reservations
fr_fr: Réservations actuelles

source: Current and Incoming Reservations
fr_fr: Réservations actuelles et à venir

source: Available Hardware
fr_fr: Matériels disponibles

source: Current and future reservations
fr_fr: Réservations actuelles et à venir

source: Reservations in the selected timeline
fr_fr: Réservations actuelles

source: Moves
fr_fr: Mouvements

source: Checkin
fr_fr: Acquittement

source: Checkout
fr_fr: Acquittement

source: Allow multiple edit
fr_fr: Autoriser la modification de groupe

# tooltip
source: Set As Gone
fr_fr: Acquitter le retour

# tooltip
source: Set As Returned
fr_fr: Acquitter le retour

# button
source: Add an item
fr_fr: Ajouter un élément

# button
source: Replace an item
fr_fr: Remplacer un élément

source: Edit multiple
fr_fr: Modifier le groupe

source: Edit
fr_fr: Modifier

# button
source: Edit
fr_fr: Modifier

# tooltip
source: Send an e-mail for the late reservation
fr_fr: Envoyer un email

# button
source: Send an e-mail
fr_fr: Envoyer un email

source: Last e-mail sent on
fr_fr: Dernier email envoyé

source: Create new reservation
fr_fr: Créer une nouvelle réservation

# button
source: Search
fr_fr: Rechercher

source: Reservations This Month
fr_fr: Réservations du mois

source: %1$s updated the reservation %2$s with new dates
fr_fr: %1$s modifie la réservation %2$s pour de nouvelles dates

source: %1$s purges the reservation for item %2$s
fr_fr: %1$s purge la réservation %2$s

source: Update multiple items
fr_fr: Modifier un groupe de réservations

source: By
fr_fr: Par

source: Duration
fr_fr: Durée

source: Specify an end date
fr_fr: Spécifier une date de fin

source: Comments
fr_fr: Commentaires

# button
source: Delete permanently
fr_fr: Supprimer définitivement

source: Reservation
fr_fr: Réservation

source: %1$s sends email for the reservation %2$s
fr_fr: %1$s envoie un email pour la réservation %2$s

source: %1$s marks the reservation %2$s as returned
fr_fr: %1$s acquitte la réservation %2$s

source: %1$s marks the reservation %2$s as gone
fr_fr: %1$s acquitte la réservation %2$s

source: %1$s adds the reservation %2$s for item %3$s
fr_fr: %1$s ajoute la réservation %2$s pour le matériel %3$s

source: %1$s switchs the reservation %2$s with item %3$s
fr_fr: %1$s permutte la réservation %2$s pour le matériel %3$s

source: Reservation Conflict When Extended, new user (plugin)
fr_fr: Conflit lors de la prolongation d'une réservation (Plugin)

source: Reservation Conflict When Extended, previous user (plugin)
fr_fr: Conflit lors de la prolongation d'une réservation (Plugin)

source: User Reservation Expired (plugin)
fr_fr: Réservation expirée (Plugin)

source: User Reservation Not Checkin (plugin)
fr_fr: Réservation expirée (Plugin)

source: Watch Reservations
fr_fr: Surveille les réservations

source: Send an e-mail to users with expired reservations
fr_fr: Envoi un email aux utilisateurs avec des réservations expirées

source: Deleting reservation (check in) : %1$s on item %2$s
fr_fr: Suppression de la réservation (depart non acquitté) : %1$s avec le matériel %2$s

source: Until : %1$s
fr_fr: Jusqu'à : %1$s

source: Extending reservation : %1$s
fr_fr: Prolongation d'une réservation : %1$s

source: %1$s created a new reservation for the same item : %2$s
fr_fr: %1$s a créé une nouvelle réservation avec le même matériel : %2$s

source: conflit for reservation %1$s on item %2$s used by %3$s (from %4$s to %5$s)
fr_fr: conflit pour la réservation %1$s avec le matériel %2$s utilisé par %3$s (de %4$s à %5$s)

source: Deleting reservation %1$s on item %2$s
fr_fr: Suppression de la réservation %1$s pour le matériel %2$s

source: Could not delay reservation %1$s on item %2$s
fr_fr: Impossible de décaler la réservation %1$s pour le matériel %2$s

source: Delaying reservation %1$s on item %2$s
fr_fr: Décalage de la réservation %1$s avec le matériel %2$s

source: Sending e-mail for reservation %1$s
fr_fr: Envoi d'un email pour la réservation %1$s

source: Expected return time was : %1$s
fr_fr: Date de retour attendue : %1$s

source: Sending an e-mail
fr_fr: Envoi d'un email

source: Could not send notification
fr_fr: Notification impossible
